{
  "text": {
    "hello": 158,
    "hi": 161,
    "hey": 160,
    "how": 162,
    "are": 35,
    "you": 378,
    "good": 152,
    "morning": 229,
    "evening": 120,
    "what": 364,
    "is": 189,
    "smart": 315,
    "academy": 12,
    "tell": 337,
    "me": 218,
    "about": 11,
    "can": 57,
    "explain": 128,
    "who": 368,
    "runs": 297,
    "a": 0,
    "government": 153,
    "initiative": 179,
    "should": 310,
    "consider": 75,
    "benefit": 51,
    "from": 147,
    "for": 142,
    "everyone": 121,
    "i": 165,
    "study": 325,
    "it": 190,
    "open": 247,
    "to": 345,
    "the": 338,
    "public": 285,
    "youth": 380,
    "access": 15,
    "on": 244,
    "my": 231,
    "phone": 263,
    "does": 103,
    "work": 373,
    "smartphones": 316,
    "platform": 267,
    "mobile": 225,
    "friendly": 146,
    "use": 359,
    "tablet": 329,
    "or": 251,
    "ipad": 188,
    "learn": 200,
    "laptop": 197,
    "course": 80,
    "levels": 205,
    "available": 39,
    "different": 99,
    "training": 350,
    "learning": 201,
    "provided": 283,
    "at": 37,
    "foundational": 143,
    "digital": 100,
    "skills": 313,
    "have": 157,
    "no": 238,
    "experience": 126,
    "in": 176,
    "where": 366,
    "do": 102,
    "start": 320,
    "take": 330,
    "without": 372,
    "any": 32,
    "offer": 242,
    "level": 204,
    "courses": 81,
    "your": 379,
    "entry": 119,
    "programs": 279,
    "which": 367,
    "suitable": 326,
    "someone": 319,
    "new": 235,
    "information": 178,
    "technology": 336,
    "with": 371,
    "if": 175,
    "zero": 381,
    "background": 43,
    "units": 357,
    "list": 207,
    "topics": 348,
    "f101": 129,
    "unit": 356,
    "operating": 248,
    "devices": 97,
    "will": 370,
    "more": 228,
    "f102": 130,
    "topic": 347,
    "making": 212,
    "social": 318,
    "connection": 74,
    "f103": 131,
    "doing": 104,
    "business": 55,
    "gain": 149,
    "module": 226,
    "of": 241,
    "f104": 132,
    "content": 76,
    "accessing": 16,
    "services": 308,
    "include": 177,
    "f105": 133,
    "cyber": 86,
    "hygiene": 164,
    "involve": 186,
    "f106": 134,
    "ewaste": 122,
    "management": 213,
    "basic": 46,
    "why": 369,
    "program": 276,
    "this": 342,
    "there": 340,
    "simple": 312,
    "try": 352,
    "after": 21,
    "little": 208,
    "knowledge": 196,
    "covered": 83,
    "see": 304,
    "modules": 227,
    "under": 354,
    "codes": 66,
    "and": 31,
    "names": 232,
    "b201": 40,
    "workspace": 375,
    "b202": 41,
    "productivity": 274,
    "tools": 346,
    "b203": 42,
    "communication": 70,
    "collaboration": 67,
    "much": 230,
    "cost": 79,
    "fee": 135,
    "long": 209,
    "duration": 107,
    "affordable": 20,
    "enroll": 114,
    "register": 292,
    "online": 246,
    "sign": 311,
    "up": 358,
    "help": 159,
    "join": 192,
    "s": 298,
    "process": 271,
    "apply": 34,
    "self": 305,
    "paced": 256,
    "need": 233,
    "attend": 38,
    "physical": 264,
    "classes": 65,
    "structured": 323,
    "flexible": 139,
    "an": 27,
    "intermediate": 184,
    "certifications": 60,
    "offered": 243,
    "working": 374,
    "professionals": 275,
    "schedules": 301,
    "difference": 98,
    "between": 53,
    "beginner": 49,
    "accredited": 18,
    "benefits": 52,
    "taking": 331,
    "job": 191,
    "oriented": 252,
    "comes": 68,
    "taught": 332,
    "requirements": 296,
    "complete": 71,
    "certified": 61,
    "by": 56,
    "done": 105,
    "before": 48,
    "joining": 193,
    "exams": 124,
    "assessments": 36,
    "kind": 194,
    "certification": 59,
    "get": 150,
    "completing": 72,
    "these": 341,
    "free": 145,
    "paid": 257,
    "payment": 261,
    "methods": 222,
    "accepted": 14,
    "fees": 136,
    "age": 22,
    "limit": 206,
    "person": 262,
    "hybrid": 163,
    "deadline": 90,
    "registration": 293,
    "support": 327,
    "students": 324,
    "during": 108,
    "refund": 291,
    "drop": 106,
    "out": 254,
    "placement": 265,
    "completion": 73,
    "materials": 217,
    "group": 154,
    "projects": 281,
    "many": 215,
    "one": 245,
    "class": 64,
    "trainers": 349,
    "makes": 211,
    "other": 253,
    "providers": 284,
    "networking": 234,
    "opportunities": 249,
    "pay": 258,
    "installments": 180,
    "scholarships": 302,
    "financial": 137,
    "aid": 25,
    "paybill": 259,
    "number": 240,
    "paying": 260,
    "account": 17,
    "same": 299,
    "enter": 117,
    "wrong": 377,
    "details": 94,
    "instructions": 181,
    "receipt": 288,
    "proof": 282,
    "i303": 166,
    "want": 361,
    "excel": 125,
    "data": 88,
    "analysis": 28,
    "advanced": 19,
    "focus": 140,
    "i304": 167,
    "create": 84,
    "elearning": 112,
    "production": 273,
    "i305": 168,
    "analytics": 29,
    "i306": 169,
    "marketing": 216,
    "e": 109,
    "commerce": 69,
    "entrepreneurship": 118,
    "i307": 170,
    "web": 362,
    "design": 93,
    "development": 96,
    "i308": 171,
    "programming": 278,
    "python": 286,
    "introduction": 185,
    "i310": 172,
    "basics": 47,
    "fundamentals": 148,
    "i313": 173,
    "circularity": 63,
    "i314": 174,
    "smes": 317,
    "skip": 314,
    "go": 151,
    "straight": 322,
    "know": 195,
    "prior": 270,
    "deadlines": 91,
    "enrollment": 115,
    "mid": 223,
    "session": 309,
    "instructor": 182,
    "led": 202,
    "tutor": 353,
    "scheduled": 300,
    "option": 250,
    "a401": 1,
    "ai": 24,
    "sdgs": 303,
    "beginners": 50,
    "real": 287,
    "world": 376,
    "examples": 123,
    "a402": 2,
    "fintech": 138,
    "technologies": 335,
    "cryptocurrencies": 85,
    "applications": 33,
    "technical": 334,
    "theoretical": 339,
    "a403": 3,
    "cybersecurity": 87,
    "entail": 116,
    "breaches": 54,
    "cover": 82,
    "threat": 343,
    "detection": 95,
    "outcomes": 255,
    "a404": 4,
    "integrated": 183,
    "circuit": 62,
    "hardware": 156,
    "based": 45,
    "iot": 187,
    "require": 295,
    "electronics": 113,
    "a405": 5,
    "statistics": 321,
    "used": 360,
    "decision": 92,
    "project": 280,
    "a406": 6,
    "agile": 23,
    "team": 333,
    "leads": 199,
    "pm": 268,
    "a407": 7,
    "sustainability": 328,
    "a408": 8,
    "mel": 220,
    "mean": 219,
    "ngo": 236,
    "analyzed": 30,
    "a409": 9,
    "contract": 77,
    "legal": 203,
    "focused": 141,
    "procurement": 272,
    "ngos": 237,
    "corporate": 78,
    "a410": 10,
    "programme": 277,
    "frameworks": 144,
    "senior": 307,
    "managers": 214,
    "certificate": 58,
    "all": 26,
    "when": 365,
    "receive": 289,
    "replacement": 294,
    "recognized": 290,
    "expiry": 127,
    "date": 89,
    "make": 210,
    "method": 221,
    "through": 344,
    "ecitizen": 111,
    "accept": 13,
    "bank": 44,
    "transfers": 351,
    "website": 363,
    "unique": 355,
    "each": 110,
    "happens": 155,
    "send": 306,
    "discounts": 101,
    "plan": 266,
    "later": 198,
    "now": 239,
    "policy": 269,
    "miss": 224
  },
  "intent": {
    "greeting": 60,
    "about_smart_academy": 10,
    "target_audience": 90,
    "mobile_access": 86,
    "course_levels_overview": 43,
    "foundational_digital_skills_overview": 52,
    "foundational_digital_skills_units": 53,
    "foundational_unit_f101_operating_digital_devices": 54,
    "foundational_unit_f102_making_social_connection": 55,
    "foundational_unit_f103_doing_business": 56,
    "foundational_unit_f104_accessing_government_services": 57,
    "foundational_unit_f105_cyber_hygiene_for_everyone": 58,
    "foundational_unit_f106_ewaste_management": 59,
    "basic_digital_skills_overview": 35,
    "basic_digital_skills_units": 36,
    "basic_unit_b201_digital_devices_in_digital_workspace": 38,
    "basic_unit_b202_skills_in_basic_productivity_tools": 39,
    "basic_unit_b203_communication_and_collaboration": 40,
    "basic_digital_skills_duration_and_cost": 33,
    "basic_digital_skills_enrollment": 34,
    "basic_digital_skills_course_mode": 32,
    "intermediate_digital_skills_overview": 75,
    "intermediate_digital_skills_enrollment_and_structure": 73,
    "intermediate_digital_skills_fees_and_payment": 74,
    "intermediate_unit_i303_advanced_excel": 76,
    "intermediate_unit_i304_elearning_content_production": 77,
    "intermediate_unit_i305_data_management_and_analytics": 78,
    "intermediate_unit_i306_digital_marketing_and_ecommerce": 79,
    "intermediate_unit_i307_web_design_and_development": 80,
    "intermediate_unit_i308_introduction_to_python_programming": 81,
    "intermediate_unit_i310_fundamentals_of_networking": 82,
    "intermediate_unit_i313_ewaste_management_and_circularity": 83,
    "intermediate_unit_i314_cyber_hygiene_for_smes": 84,
    "advanced_digital_skills_overview": 15,
    "advanced_digital_skills_enrollment": 13,
    "advanced_digital_skills_format_and_duration": 14,
    "advanced_unit_a401_ai_for_sdgs": 16,
    "advanced_unit_a402_fintech_technologies": 17,
    "advanced_unit_a403_cybersecurity_and_analytics": 18,
    "advanced_unit_a404_integrated_circuit_design_and_fabrication_iot": 19,
    "advanced_unit_a405_data_analytics_for_decision_making": 20,
    "advanced_unit_a406_advanced_project_management": 21,
    "advanced_unit_a407_ewaste_management_and_circular_ai": 22,
    "advanced_unit_a408_digital_project_monitoring_and_evaluation_mel": 23,
    "advanced_unit_a409_project_contract_management": 24,
    "advanced_unit_a410_large_programme_management": 25,
    "certification": 41,
    "payment_process": 89,
    "paybill_and_account_details": 88,
    "course_fees": 42,
    "foundational_digital_skills": 51,
    "foundational_course_units": 50,
    "f101": 44,
    "f102": 45,
    "f103": 46,
    "f104": 47,
    "f105": 48,
    "f106": 49,
    "basic_digital_skills": 31,
    "basic_course_units": 30,
    "b201": 26,
    "b202": 27,
    "b203": 28,
    "basic_duration_and_cost": 37,
    "basic_course_mode": 29,
    "intermediate_digital_skills": 72,
    "intermediate_course_enrollment_structure": 70,
    "intermediate_course_fees_payment": 71,
    "i303": 61,
    "i304": 62,
    "i305": 63,
    "i306": 64,
    "i307": 65,
    "i308": 66,
    "i310": 67,
    "i313": 68,
    "i314": 69,
    "advanced_course_enrollment": 11,
    "advanced_course_format_duration": 12,
    "a401": 0,
    "a402": 1,
    "a403": 2,
    "a404": 3,
    "a405": 4,
    "a406": 5,
    "a407": 6,
    "a408": 7,
    "a409": 8,
    "a410": 9,
    "paybill_account_details": 87,
    "intermediate_unit禁止": 85
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_a401": 12,
    "utter_a402": 13,
    "utter_a403": 14,
    "utter_a404": 15,
    "utter_a405": 16,
    "utter_a406": 17,
    "utter_a407": 18,
    "utter_a408": 19,
    "utter_a409": 20,
    "utter_a410": 21,
    "utter_about_smart_academy": 22,
    "utter_advanced_course_enrollment": 23,
    "utter_advanced_course_format_duration": 24,
    "utter_advanced_digital_skills_enrollment": 25,
    "utter_advanced_digital_skills_format_and_duration": 26,
    "utter_advanced_digital_skills_overview": 27,
    "utter_advanced_unit_a401_ai_for_sdgs": 28,
    "utter_advanced_unit_a402_fintech_technologies": 29,
    "utter_advanced_unit_a403_cybersecurity_and_analytics": 30,
    "utter_advanced_unit_a404_integrated_circuit_design_and_fabrication_iot": 31,
    "utter_advanced_unit_a405_data_analytics_for_decision_making": 32,
    "utter_advanced_unit_a406_advanced_project_management": 33,
    "utter_advanced_unit_a407_ewaste_management_and_circular_ai": 34,
    "utter_advanced_unit_a408_digital_project_monitoring_and_evaluation_mel": 35,
    "utter_advanced_unit_a409_project_contract_management": 36,
    "utter_advanced_unit_a410_large_programme_management": 37,
    "utter_b201": 38,
    "utter_b202": 39,
    "utter_b203": 40,
    "utter_basic_course_mode": 41,
    "utter_basic_course_units": 42,
    "utter_basic_digital_skills": 43,
    "utter_basic_digital_skills_course_mode": 44,
    "utter_basic_digital_skills_duration_and_cost": 45,
    "utter_basic_digital_skills_enrollment": 46,
    "utter_basic_digital_skills_overview": 47,
    "utter_basic_digital_skills_units": 48,
    "utter_basic_duration_and_cost": 49,
    "utter_basic_unit_b201_digital_devices_in_digital_workspace": 50,
    "utter_basic_unit_b202_skills_in_basic_productivity_tools": 51,
    "utter_basic_unit_b203_communication_and_collaboration": 52,
    "utter_certification": 53,
    "utter_course_fees": 54,
    "utter_course_levels_overview": 55,
    "utter_f101": 56,
    "utter_f102": 57,
    "utter_f103": 58,
    "utter_f104": 59,
    "utter_f105": 60,
    "utter_f106": 61,
    "utter_foundational_course_units": 62,
    "utter_foundational_digital_skills": 63,
    "utter_foundational_digital_skills_overview": 64,
    "utter_foundational_digital_skills_units": 65,
    "utter_foundational_unit_f101_operating_digital_devices": 66,
    "utter_foundational_unit_f102_making_social_connection": 67,
    "utter_foundational_unit_f103_doing_business": 68,
    "utter_foundational_unit_f104_accessing_government_services": 69,
    "utter_foundational_unit_f105_cyber_hygiene_for_everyone": 70,
    "utter_foundational_unit_f106_ewaste_management": 71,
    "utter_greeting": 72,
    "utter_i303": 73,
    "utter_i304": 74,
    "utter_i305": 75,
    "utter_i306": 76,
    "utter_i307": 77,
    "utter_i308": 78,
    "utter_i310": 79,
    "utter_i313": 80,
    "utter_i314": 81,
    "utter_intermediate_course_enrollment_structure": 82,
    "utter_intermediate_course_fees_payment": 83,
    "utter_intermediate_digital_skills": 84,
    "utter_intermediate_digital_skills_enrollment_and_structure": 85,
    "utter_intermediate_digital_skills_fees_and_payment": 86,
    "utter_intermediate_digital_skills_overview": 87,
    "utter_intermediate_unit_i303_advanced_excel": 88,
    "utter_intermediate_unit_i304_elearning_content_production": 89,
    "utter_intermediate_unit_i306_digital_marketing_and_ecommerce": 90,
    "utter_intermediate_unit_i307_web_design_and_development": 91,
    "utter_intermediate_unit_i308_introduction_to_python_programming": 92,
    "utter_intermediate_unit_i310_fundamentals_of_networking": 93,
    "utter_intermediate_unit_i313_ewaste_management_and_circularity": 94,
    "utter_intermediate_unit_i314_cyber_hygiene_for_smes": 95,
    "utter_mobile_access": 96,
    "utter_paybill_account_details": 97,
    "utter_paybill_and_account_details": 98,
    "utter_payment_process": 99,
    "utter_target_audience": 100
  },
  "action_text": null,
  "intent_response_key": null
}