{
  "text": {
    "hello": 59,
    "hi": 61,
    "hey": 60,
    "how": 62,
    "are": 14,
    "you": 167,
    "good": 55,
    "morning": 94,
    "evening": 44,
    "what": 157,
    "is": 72,
    "smart": 131,
    "academy": 2,
    "tell": 143,
    "me": 89,
    "about": 1,
    "can": 23,
    "explain": 48,
    "who": 161,
    "runs": 125,
    "a": 0,
    "government": 56,
    "initiative": 67,
    "should": 128,
    "consider": 27,
    "benefit": 21,
    "from": 52,
    "for": 49,
    "everyone": 45,
    "i": 63,
    "study": 136,
    "it": 73,
    "open": 105,
    "to": 147,
    "the": 144,
    "public": 118,
    "youth": 169,
    "access": 4,
    "on": 103,
    "my": 96,
    "phone": 110,
    "does": 37,
    "work": 165,
    "smartphones": 132,
    "platform": 112,
    "mobile": 93,
    "friendly": 51,
    "use": 155,
    "tablet": 139,
    "or": 106,
    "ipad": 71,
    "learn": 80,
    "laptop": 78,
    "course": 29,
    "levels": 84,
    "available": 16,
    "different": 34,
    "training": 149,
    "learning": 81,
    "provided": 117,
    "at": 15,
    "foundational": 50,
    "have": 58,
    "no": 99,
    "experience": 46,
    "in": 65,
    "where": 159,
    "do": 36,
    "start": 134,
    "take": 140,
    "without": 164,
    "any": 12,
    "offer": 102,
    "level": 83,
    "courses": 30,
    "your": 168,
    "entry": 43,
    "programs": 115,
    "which": 160,
    "suitable": 137,
    "someone": 133,
    "new": 98,
    "information": 66,
    "technology": 142,
    "with": 163,
    "if": 64,
    "zero": 170,
    "background": 17,
    "units": 154,
    "list": 85,
    "topics": 148,
    "basic": 19,
    "there": 145,
    "simple": 129,
    "try": 151,
    "after": 8,
    "little": 86,
    "knowledge": 77,
    "intermediate": 70,
    "comes": 26,
    "taught": 141,
    "advanced": 7,
    "difference": 33,
    "between": 22,
    "beginner": 20,
    "and": 11,
    "know": 76,
    "skip": 130,
    "go": 54,
    "straight": 135,
    "accredited": 6,
    "requirements": 124,
    "enroll": 41,
    "an": 10,
    "need": 97,
    "prior": 114,
    "join": 75,
    "mid": 91,
    "session": 127,
    "instructor": 69,
    "led": 82,
    "long": 87,
    "online": 104,
    "projects": 116,
    "tutor": 152,
    "support": 138,
    "will": 162,
    "get": 53,
    "certificate": 24,
    "all": 9,
    "job": 74,
    "applications": 13,
    "when": 158,
    "receive": 120,
    "pay": 107,
    "certification": 25,
    "replacement": 123,
    "recognized": 121,
    "expiry": 47,
    "date": 31,
    "make": 88,
    "payment": 109,
    "method": 90,
    "done": 38,
    "through": 146,
    "ecitizen": 40,
    "accept": 3,
    "bank": 18,
    "transfers": 150,
    "paybill": 108,
    "number": 101,
    "account": 5,
    "website": 156,
    "unique": 153,
    "each": 39,
    "happens": 57,
    "enter": 42,
    "wrong": 166,
    "send": 126,
    "details": 32,
    "much": 95,
    "cost": 28,
    "discounts": 35,
    "plan": 111,
    "installments": 68,
    "later": 79,
    "now": 100,
    "receipt": 119,
    "refund": 122,
    "policy": 113,
    "miss": 92
  },
  "intent": {
    "greet": 9,
    "about_smart_academy": 0,
    "target_audience": 14,
    "mobile_access": 11,
    "course_levels_overview": 6,
    "foundational_digital_skills": 8,
    "foundational_course_units": 7,
    "basic_digital_skills": 3,
    "intermediate_digital_skills": 10,
    "advanced_digital_skills": 2,
    "advanced_course_details": 1,
    "certification": 4,
    "payment_process": 13,
    "paybill_account_details": 12,
    "course_fees": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5
  },
  "action_text": null,
  "intent_response_key": null
}